Repository: barnslig/geheimvz
Catalog: pinboard/locale/*/LC_MESSAGES/django.po
Languages: de

source: Write onto pinboard
de: Auf die Pinnwand schreiben

source: Pinboard Message
de: Pinnwand-Nachricht

source: Pinboard Messages
de: Pinnwand-Nachrichten

source: Created by
de: Erstellt von

source: Created for
de: Erstellt für

source: Write onto the pinboard of <span dir="auto">%(name)s</span>
de: Schreibe auf die Pinnwand von <span dir="auto">%(name)s</span>

source: Leave a nice message!
de: Lass eine nette Nachricht da!

source: Back to <span dir="auto">%(name)s</span>'s page
de: Zur Seite von <span dir="auto">%(name)s</span>

source: Back to <span dir="auto">%(name)s</span>'s pinboard
de: Zur Pinnwand von <span dir="auto">%(name)s</span>

source: Pinboard of <span dir="auto">%(name)s</span>
de: Pinnwand von <span dir="auto">%(name)s</span>

source: Write something
de: Etwas schreiben

source: Delete post
de: Beitrag löschen

source: Successfully posted to pinboard
de: Erfolgreich auf die Pinnwand geschrieben

source: Post successfully deleted
de: Nachricht erfolgreich von der Pinnwand gelöscht!

source: Delete %(name)s post from your pinboard
de: %(name)ss Nachricht von deiner Pinnwand löschen

source: Are you sure that you want to delete %(name)s's post from your pinboard?
de: Bist du dir sicher, dass du %(name)ss Nachricht von deiner Pinnwand löschen möchtest?
