Repository: barnslig/geheimvz
Catalog: *_profile/locale/*/LC_MESSAGES/django.po
Languages: de

source: Profile picture
de: Profilbild

source: General
de: Allgemeines

source: Personal
de: Persönliches

source: save
de: speichern

source: Nudge
de: Anstupsen

source: Meow
de: Anmaunzen

source: Wave
de: Winken

source: Fuck
de: Anficken

source: Greeting word
de: Grußwort

source: Full name
de: Voller Name

source: Nickname
de: Spitzname

source: Pronouns
de: Pronomen

source: Birthday
de: Geburtstag

source: Your mother's maiden name
de: Mädchenname der Mutter

source: Name of your first pet
de: Name des ersten Haustiers

source: Street where you grew up
de: In dieser Straße bin ich aufgewachsen

source: Make of your first car
de: Marke des ersten Autos

source: Looking for
de: Auf der Suche nach

source: Relationship
de: Beziehungsstatus

source: Hobbies
de: Hobbys

source: What I like
de: Was ich mag

source: What I don't like
de: Was ich nicht mag

source: Favourite music
de: Lieblingsmusik

source: Favourite movies
de: Lieblingsfilme

source: Favourite books
de: Lieblingsbücher

source: Favourite food
de: Lieblingsessen

source: I am good at
de: Darin bin ich gut

source: I wish for
de: Was ich mir wünsche

source: You have been gruscheled!
de: Du wurdest gegruschelt!

source: has gruscheled you!
de: hat dich gegruschelt!

source: gruschel back
de: zurückgruscheln

source: You gruscheled %(name)s.
de: Du hast %(name)s gegruschelt.

source: You already gruscheled %(name)s!
de: Du hast %(name)s schon gegruschelt!

source: You have been nudged!
de: Du wurdest angestupst!

source: has nudged you!
de: hat dich angestupst!

source: nudge back
de: zurückstupsen

source: You nudged %(name)s.
de: Du hast %(name)s angestupst.

source: You already nudged %(name)s!
de: Du hast %(name)s schon angestupst!

source: You have been meowed at!
de: Du wurdest angemaunzt!

source: has meowed at you!
de: hat dich angemaunzt!

source: meow back
de: zurückmaunzen

source: You meowed at %(name)s.
de: Du hast %(name)s angemaunzt.

source: You already meowed at %(name)s!
de: Du hast %(name)s schon angemaunzt!

source: You have been waved at!
de: Du wurdest angewunken!

source: has waved at you!
de: hat dich angewunken!

source: wave back
de: zurückwinken

source: You waved at %(name)s.
de: Du hast %(name)s gewunken.

source: You already waved at %(name)s!
de: Du hast %(name)s schon gewunken.

source: You have been fucked on!
de: Du wurdest angefickt!

source: has fuck you on!
de: hat dich angefickt!

source: Fuckon
de: Anficken

source: Fuck back
de: zurückficken

source: You fucked on %(name)s.
de: Du hast %(name)s angefickt.

source: You already Fucked on %(name)s!
de: Du hast %(name)s schon angefickt!

source: Greeting
de: Gruß

source: Greetings
de: Grüße

source: Sender
de: Absender

source: Recipient
de: Empfänger

source: %(name)s's page
de: Seite von %(name)s

source: Actions
de: Aktionen

source: Edit my page
de: Meine Seite bearbeiten

source: End friendship
de: Freundschaft beenden

source: Add friend
de: Freundschaftsanfrage stellen

source: Cancel friend request
de: Freundschaftsanfrage zurückziehen

source: Friends
de: Freunde

source: You have no friends.
de: Du hast keine Freunde.

source: %(name)s has no friends.
de: %(name)s hat keine Freunde.

source: Connection
de: Verbindung

source: It's you!
de: Das bist Du!

source: You are friends.
de: Ihr seid Freunde.

source: No connection found.
de: Keine Verbindung gefunden.

source: Informations
de: Informationen

source: Member since
de: Mitglied seit

source: Last update
de: Letztes Update

source: Groups
de: Gruppen

source: Pinboard
de: Pinnwand

source: Showing %(showing)s of %(total)s
de: Zeige %(showing)s von %(total)s

source: Write something
de: Etwas schreiben

source: Delete post
de: Post löschen

source: Be the first to write something!
de: Schreib den ersten Beitrag!

source: Back to your profile
de: Zurück zu deiner Seite

source: Profile successfully updated
de: Profil erfolgreich geupdated.
